Repository: miguelsolans/Vault
Catalog: AppTemplate/Vault/Features/Dashboard/Dashboard.xcstrings
Source language: en
Languages: pt_pt

# dashboard_average_income
source: Average income
pt_pt: Média de rendimentos

# dashboard_average_spent
source: Average spent
pt_pt: Média gasta

# dashboard_category
source: Category
pt_pt: Categoria

# dashboard_current_year
source: Current year
pt_pt: Ano corrente

# dashboard_data_between_startdate_and_enddate
source: Between %@ and %@
pt_pt: Entre %@ e %@

# dashboard_expense_categories
source: Expense categories
pt_pt: Categoria de despesas

# dashboard_expenses
source: Expenses
pt_pt: Despesas

# dashboard_in_vault
source: %@ available
pt_pt: %@ disponível

# dashboard_income
source: Income
pt_pt: Rendimento

# dashboard_income_and_expenses
source: Income and Expenses
pt_pt: Rendimentos e Despesas

# dashboard_income_categories
source: Income categories
pt_pt: Categorias de rendimentos

# dashboard_key_metrics
source: Key metrics
pt_pt: Métricas

# dashboard_no_categories_selected
source: No categories selected
pt_pt: Nenhuma categoria selecionada

# dashboard_no_categories_selected_help
source: Choose categories with Visible In Plot enabled to display them here.
pt_pt: Escolha categorias com a opção “Visível no gráfico” ativada para as mostrar aqui.

# dashboard_other_expenses
source: Other expenses
pt_pt: Outras despesas

# dashboard_other_incomes
source: Other incomes
pt_pt: Outros rendimentos

# dashboard_overview
source: Overview
pt_pt: Visão geral

# dashboard_saving_efficiency
source: Saving efficiency
pt_pt: Eficiência de poupança

# dashboard_title
source: Overview
pt_pt: Visão Geral

# dashboard_total_saved
source: Total saved
pt_pt: Total poupado

# dashboard_uncategorized
source: Uncategorized
pt_pt: Não caracterizado

# dashboard_value
source: Value
pt_pt: Valor
